"0"="";
"10000"="촬영 모드";
"10001"="Tv(셔터 속도)";
"10002"="Av(조리개 값)";
"10003"="AF 모드";
"10004"="플래시 노출 보정";
"10005"="노출 보정";
"10006"="자동 노출 브라케팅";
"10007"="측광 모드";
"10008"="화이트 밸런스";
"10009"="렌즈";
"10010"="AF 미세 조정";
"10011"="초점 길이";
"10012"="플래시";
"10013"="이미지 크기";
"10014"="화질";
"10015"="적목 현상 감소";
"10016"="매개 변수 설정";
"10017"="드라이브 모드";
"10018"="GPS 데이터";
"10019"="소유자 이름";
"10020"="카메라 본체 번호";
"10021"="사용자 기능";
"10022"="화이트 밸런스 보상";
"10023"="JPEG 화질";
"10024"="디지털 노출 보정";
"10025"="파일명";
"10026"="카메라 모델";
"10027"="촬영 날짜/시간";
"10028"="ISO 감도";
"10029"="디지털 줌";
"10030"="동영상";
"10031"="촬영 시간 %d.%d";
"10032"="프레임 비율  ";
"10033"="플래시 유형";
"10034"="셔터막 동기화";
"10035"="활성 AF 포인트";
"10036"="파일 크기";
"10037"="풍경";
"10038"="ISO 속도 브라케팅";
"10039"="화이트 밸런스 브라케팅";
"10040"="컬러 매트릭스";
"10041"="노이즈 감소";
"10042"="색공간";
"10043"="    01: 장시간 노출 노이즈 감소";
"10044"="    02: 셔터 버튼/AE 잠금 버튼";
"10045"="    03: 미러 고정";
"10046"="    04: TV, AV 및 노출 수준";
"10047"="    05: AF 보조광";
"10048"="    06: Av 모드의 셔터 속도";
"10049"="    07: AEB 순서/자동 취소";
"10050"="    08: 셔터막 동기화";
"10051"="    09: 렌즈 AF 중지 버튼 Fn, 스위치";
"10052"="    10: 필 플래시 자동 감소";
"10053"="    11: 메뉴 버튼 복귀 위치";
"10054"="    12: 촬영 시 SET 버튼 기능";
"10055"="    13: 센서 청소";
"10056"="    14: 겹침 표시";
"10057"="    15: CF 카드 없을 때 셔터 릴리즈";
"10058"="    05: AF 보조광/플래시 발광";
"10059"="    00: 초점 화면";
"10060"="    01: 노출 중 파인더 표시";
"10061"="    02: CF 카드 없을 때 셔터 릴리즈";
"10062"="    03: ISO 속도 확장";
"10063"="    04: 셔터 버튼/AE 잠금 버튼";
"10064"="    05: 수동 노출의 수동 Tv/Av 설정";
"10065"="    06: 노출 수준 증가 단위";
"10066"="    07: USM 렌즈 전자 MF";
"10067"="    08: 상단 LCD 패널/백 LCD 패널";
"10068"="    09: 자동 브라케팅 순서/취소";
"10069"="    10: AF 포인트 점등";
"10070"="    11: AF 포인트 선택 방법";
"10071"="    12: 미러 고정";
"10072"="    13: AF 포인트 수/스팟 측광";
"10073"="    14: 필 플래시 자동 감소";
"10074"="    15: 셔터막 동기화";
"10075"="    16: Av 또는 Tv에서 안전 전환";
"10076"="    17: AF 포인트 활성화 영역";
"10077"="    18: 등록된 AF 포인트로 전환";
"10078"="    19: 렌즈 AF 중지 버튼 기능";
"10079"="    20: AI SERVO 추적 감도";
"10080"="자동";
"10081"="프로그램 AE";
"10082"="셔터 우선 AE";
"10083"="조리개 우선 AE";
"10084"="수동 노출";
"10085"="A-DEP";
"10086"="심도 AE";
"10087"="벌브";
"10088"="자동";
"10089"="풍경";
"10090"="야경";
"10091"="흑백";
"10092"="세피아";
"10093"="인물";
"10094"="스포츠";
"10095"="매크로(접사)";
"10096"="동영상";
"10097"="흑백";
"10098"="플래시 발광금지";
"10099"="벌브";
"10100"="One-Shot AF";
"10101"="AI Servo AF";
"10102"="AI Focus AF";
"10103"="수동초점";
"10104"="수동초점";
"10105"="중앙 중점  평균 측광";
"10106"="스팟 측광";
"10107"="평균 측광";
"10108"="평가 측광";
"10109"="부분 측광";
"10110"="중앙 중점  평균 측광";
"10111"="자동";
"10112"="태양광";
"10113"="흐림";
"10114"="텅스텐광";
"10115"="백색 형광등";
"10116"="플래시";
"10117"="사용자 설정";
"10118"="흑백";
"10119"="그늘";
"10120"="색온도";
"10121"="PCset1";
"10122"="PCset2";
"10123"="PCset3";
"10124"="PCset4";
"10125"="PCset5";
"10126"="해제";
"10127"="자동";
"10128"="설정";
"10129"="자동";
"10130"="자동";
"10131"="설정";
"10132"="절약";
"10133"="보통";
"10134"="선명";
"10135"="RAW";
"10136"="최고 선명";
"10137"="자동선택";
"10138"="해제";
"10139"="설정";
"10140"="보통";
"10141"="대비 낮음";
"10142"="대비 중간 낮음";
"10143"="대비 높음";
"10144"="대비 중간 높음";
"10145"="대비 표준";
"10146"="선명도 낮음";
"10147"="선명도 중간 낮음";
"10148"="선명도 높음";
"10149"="선명도 중간 높음";
"10150"="선명도 표준";
"10151"="컬러 채도 낮음";
"10152"="컬러 채도 중간 낮음";
"10153"="컬러 채도 높음";
"10154"="컬러 채도 중간 높음";
"10155"="컬러 채도 표준";
"10156"="1매 촬영";
"10157"="연속 촬영";
"10158"="셀프 타이머 작동";
"10159"="동영상 녹화";
"10160"="연속 촬영(속도 우선)";
"10161"="저속 연속 촬영";
"10162"="고속 연속 촬영";
"10163"="저소음 단일 촬영";
"10164"="위도";
"10165"="경도";
"10166"="고도";
"10167"="지리 좌표 시스템";
"10168"="해제";
"10169"="설정";
"10170"="해제";
"10171"="설정";
"10172"="톤 곡선 표준";
"10173"="톤 곡선 수동 설정";
"10174"="톤 곡선 사용자 설정";
"10175"="톤 곡선 TCD1";
"10176"="톤 곡선 TCD2";
"10177"="톤 곡선 TCD3";
"10178"="톤 곡선 사용자 설정";
"10179"="선명도 수준 0";
"10180"="선명도 수준 1";
"10181"="선명도 수준 2";
"10182"="선명도 수준 3";
"10183"="선명도 수준 4";
"10184"="선명도 수준 5";
"10185"="선명도 0";
"10186"="선명도 1";
"10187"="선명도 2";
"10188"="선명도 3";
"10189"="선명도 4";
"10190"="선명도 5";
"10191"="대상 선명하게 거침";
"10192"="대상 선명하게 중간 거침";
"10193"="대상 선명하게 표준";
"10194"="대상 선명하게 중간 섬세";
"10195"="대상 선명하게 섬세";
"10196"="    0: 해제";
"10197"="    1: 설정";
"10198"="    0: AF/AE 잠금";
"10199"="    1: AE 잠금/AF";
"10200"="    2: AF/AF 잠금";
"10201"="    3: AE+릴리즈/AE + AF";
"10202"="    0: 해제";
"10203"="    1: 설정";
"10204"="    0: 1/2스톱";
"10205"="    1: 1/3스톱";
"10206"="    0: 설정(자동)";
"10207"="    1: 해제";
"10208"="    0: 방출/발광";
"10209"="    1: 방출/발광하지 않음";
"10210"="    2: 외장 플래시만 방출/발광";
"10211"="    3: 방출/발광하지 않음";
"10212"="    0: 자동";
"10213"="    1: 1/200(고정)";
"10214"="    0:0 => - => +/설정";
"10215"="    1:0 => - => +/해제";
"10216"="    2:- => 0 => +/활성";
"10217"="    3:- => 0 => +/해제";
"10218"="    0: 선막 동기";
"10219"="    1: 후막 동기";
"10220"="    0: AF 중지";
"10221"="    1: AF 시작";
"10222"="    2: 측광 AE 잠금";
"10223"="    0: 설정";
"10224"="    1: 해제";
"10225"="    0: 위";
"10226"="    1: 이전(전원을 끈 경우 위)";
"10227"="    2: 이전";
"10228"="    0: 기본값";
"10229"="    1: 품질 변경";
"10230"="    2: ISO 속도 변경";
"10231"="    3: 매개 변수 변경";
"10232"="    0: 해제";
"10233"="    1: 설정";
"10234"="    0: 설정";
"10235"="    1: 해제";
"10236"="    0: CF 카드 없이 가능";
"10237"="    1: 불가";
"10238"="    0: [N] Ec-N,R";
"10239"="    1: [L] Ec-A,B,C,CII,CIII,D,H,I,L";
"10240"="    0: 뷰파인더 표시 없음";
"10241"="    1: 파인더 표시 켬";
"10242"="    0: CF 카드 없이 가능";
"10243"="    1: 불가";
"10244"="    0: 표준 ISO";
"10245"="    1: 확장 감도";
"10246"="    0: AF/AE 잠금";
"10247"="    1: AE 잠금/AF";
"10248"="    2: AF/AF 잠금, AE 잠금 없음";
"10249"="    3: AE/AF, AE 잠금 없음";
"10250"="    0: Tv 값: 주 다이얼, Av 값: 퀵 컨트롤 다이얼";
"10251"="    1: Tv 값: 퀵 컨트롤 다이얼, Av 값: 주 다이얼";
"10252"="    2: Tv 값: 주 다이얼, Av 값: 퀵 컨트롤 다이얼, 렌즈 제거 시 Av 값을 설정할 수 있음";
"10253"="    3: Tv 값: 퀵 다이얼, Av 값: 주 다이얼, 렌즈 제거 시 Av 값을 설정할 수 있음";
"10254"="    0: 1/3스톱 설정, 1/3스톱 보상";
"10255"="    1: 1스톱 설정, 1/3스톱 보상";
"10256"="    2: 1/2스톱 설정, 1/2스톱 보상";
"10257"="    0: 원샷 AF 후 켬";
"10258"="    1: 원샷 AF 후 끔";
"10259"="    2: 항상 끔";
"10260"="    0: 남은 촬영 수/파일 번호";
"10261"="    1: ISO/남은 촬영 수";
"10262"="    2: ISO/파일 번호";
"10263"="    3: 폴더의 촬영 수/남은 촬영 수";
"10264"="    0: 0,-,+/자동 취소";
"10265"="    1: 0,-,+/취소 없음";
"10266"="    2: -,0,+/자동 취소";
"10267"="    3: -,0,+/취소 없음";
"10268"="    0: 설정";
"10269"="    1: 해제";
"10270"="    2: 흐려지지 않고 켬";
"10271"="    3: 밝게";
"10272"="    0: AF 포인트 선택 버튼 + 주(수평) / 퀵 컨트롤(수직) 다이얼 작동";
"10273"="    1: 노출 보정 버튼 + 주(수평) / 퀵 컨트롤(수직) 다이얼 작동";
"10274"="    2: 퀵 컨트롤 다이얼만(수평), 보조 버튼 + 주 다이얼 작동(수직)";
"10275"="    3: FE 잠금 버튼 + 주(수평) / 퀵 컨트롤(수직) 다이얼 작동";
"10276"="    0: 해제";
"10277"="    1: 설정";
"10278"="    0: 45/중앙 AF 포인트";
"10279"="    1: 11/활성 AF 포인트";
"10280"="    2: 11/중앙 AF 포인트";
"10281"="    3: 9/활성 AF 포인트";
"10282"="    0: 설정";
"10283"="    1: 해제";
"10284"="    0: 선막 동기";
"10285"="    1: 후막 동기";
"10286"="    0: 해제";
"10287"="    1: 설정";
"10288"="    0: 단일 AF 포인트";
"10289"="    1: 확장(7 AF 포인트의 TTL)";
"10290"="    2: 자동 확장(최대 13)";
"10291"="    0: 보조 버튼 + AF 포인트 선택 버튼";
"10292"="    1: 보조 버튼만 사용하여 전환";
"10293"="    2: 보조 버튼을 눌렀을 때만 전환";
"10294"="    0: AF 중지";
"10295"="    1: AF 시작";
"10296"="    2: 측광 중 AE 잠금";
"10297"="    3: AF 포인트: M->자동/자동->Ctr.";
"10298"="    4: AF 모드:ONE SHOT<-->AI SERVO";
"10299"="    5: IS 시작";
"10300"="    0: 표준";
"10301"="    1: 느림";
"10302"="    2: 약간 느림";
"10303"="    3: 약간 빠름";
"10304"="    4: 빠름";
"10305"="자동";
"10306"="설정";
"10307"="해제";
"10308"="내장 플래시";
"10309"="외장 E-TTL";
"10310"="외장 A-TTL";
"10311"="선막 플래시 동조";
"10312"="후막 플래시 동조";
"10313"="고속동조";
"10314"="[오른쪽]";
"10315"="[가운데]";
"10316"="[오른쪽 가운데]";
"10317"="[왼쪽]";
"10318"="[왼쪽 오른쪽]";
"10319"="[왼쪽 가운데]";
"10320"="[왼쪽 가운데 오른쪽]";
"10321"="%m/%d/%y %H:%M:%S";
"10322"="mm";
"10323"="KB";
"10324"="(%dK)";
"10325"="해제";
"10326"="세피아";
"10327"="흑백";
"10328"="풍경";
"10329"="해제";
"10330"="설정 1";
"10331"="설정 2";
"10332"="설정";
"10333"="자동";
"10334"="대비      -2";
"10335"="대비      -1";
"10336"="대비      0";
"10337"="대비      +1";
"10338"="대비      +2";
"10339"="색상 톤    -2";
"10340"="색상 톤    -1";
"10341"="색상 톤    0";
"10342"="색상 톤    +1";
"10343"="색상 톤    +2";
"10344"="필터 효과  없음";
"10345"="필터 효과  노란색";
"10346"="필터 효과  주황색";
"10347"="필터 효과  빨간색";
"10348"="필터 효과  녹색";
"10349"="토닝 효과  없음";
"10350"="토닝 효과  세피아";
"10351"="토닝 효과  파란색";
"10352"="토닝 효과  자주색";
"10353"="토닝 효과  녹색";
"10354"="sRGB";
"10355"="Adobe RGB";
"10356"="색 공간   sRGB";
"10357"="색 공간   Adobe RGB";
"10358"="1표준";
"10359"="2인물";
"10360"="3고채도";
"10361"="4Adobe RGB";
"10362"="5저채도";
"10363"="6CM 세트1";
"10364"="7CM 세트2";
"10365"="---------";
"10366"="픽쳐스타일";
"10367"="샤프니스";
"10368"="콘트라스트";
"10369"="채도";
"10370"="색조";
"10371"="필터효과";
"10372"="색조효과";
"10373"="-4";
"10374"="-3";
"10375"="-2";
"10376"="-1";
"10377"="0";
"10378"="1";
"10379"="2";
"10380"="3";
"10381"="4";
"10382"="5";
"10383"="6";
"10384"="7";
"10385"="N:없음";
"10386"="Ye:황색";
"10387"="Or:오렌지";
"10388"="R:적색";
"10389"="G:녹색";
"10390"="S:세피아";
"10391"="B:블루";
"10392"="P:퍼플";
"10393"="표준";
"10394"="인물사진";
"10395"="풍경";
"10396"="뉴트럴";
"10397"="충실설정";
"10398"="모노크롬";
"10399"="사용자 설정 1";
"10400"="사용자 설정 2";
"10401"="사용자 설정 3";
"10402"="SRAW";
"10403"="날짜/시간(UTC)";
"10404"="위성 신호 상태";
"10405"="양호";
"10406"="불량";
"10407"="노이즈 감소기능(장기노출시)";
"10408"="고감도 ISO 노이즈 감소";
"10409"="하이라이트 톤 우선";
"10410"="0:해제";
"10411"="1:자동";
"10412"="2:설정";
"10413"="0:해제";
"10414"="1:설정";
"10415"="0:해제";
"10416"="1:설정";
"10417"="외부 TTL";
"10418"="자동 외부 측광";
"10419"="수동 외부 측광";
"10420"="수동 발광";
"10421"="만든 이";
"10422"="저작권 정보";
"10423"="자동 밝기 최적화 기능";
"10424"="0:표준";
"10425"="1:저";
"10426"="2:강";
"10427"="3:해제";
"10428"="0:표준";
"10429"="1:저";
"10430"="2:강";
"10431"="3:해제";
"10432"="펌웨어";
"10433"="AE 잠금";
"10434"="해제";
"10435"="설정";
"10436"="자동 ISO 속도";
"10437"="해제";
"10438"="설정";
"10439"="FE 잠금";
"10440"="해제";
"10441"="설정";
"10442"="주변 조도 보정";
"10443"="무효";
"10444"="유효";
"10445"="먼지 데이터 삭제";
"10446"="아니요";
"10447"="예";
"10448"="라이브 뷰 촬영";
"10449"="해제";
"10450"="설정";
"10451"="E-TTL II 측광 방식";
"10452"="평가 측광";
"10453"="평균 측광";
"10454"="SRAW1";
"10455"="SRAW2";
"10456"="MRAW";
"10457"="크리에이티브 오토";
"10458"="동영상의 사진/무비스냅";
"10459"="AE 미세 조정";
"10460"="FE 미세 조정";
"10461"="AF 영역 선택 모드";
"10462"="수동 선택";
"10463"="스팟 AF";
"10464"="AF 포인트 확장";
"10465"="영역 AF";
"10466"="자동 선택";
"10467"="동영상 크롭";
"10468"="주변";
"10469"="표준 설정";
"10470"="선명";
"10471"="따뜻함";
"10472"="소프트함";
"10473"="시원함";
"10474"="강렬함";
"10475"="어둡게";
"10476"="밝게";
"10477"="모노크롬";
"10478"="효과";
"10479"="강함";
"10480"="표준";
"10481"="낮음";
"10482"="낮음";
"10483"="중간";
"10484"="높음";
"10485"="세피아";
"10486"="흑백";
"10487"="파란색";
"10488"="조명 또는 장면";
"10489"="표준 설정";
"10490"="태양광";
"10491"="그늘";
"10492"="흐림";
"10493"="텅스텐광";
"10494"="형광등";
"10495"="석양";
"10496"="RAW 이미지 처리";
"10497"="왜곡 보정";
"10498"="색수차 보정";
"10499"="리사이즈";
"10500"="필터 효과";
"10501"="거친 흑백";
"10502"="소프트 포커스";
"10503"="토이 카메라 효과";
"10504"="미니어처 효과";
"10505"="크리에이티브 필터 조정";
"10506"="콘트라스트:표준";
"10507"="콘트라스트:저";
"10508"="콘트라스트:강";
"10509"="색조:표준";
"10510"="색조:차가운 색조";
"10511"="색조:따뜻한 색조";
"10512"="소프트 포커스:표준";
"10513"="소프트 포커스:저";
"10514"="소프트 포커스:강";
"10515"="화면 비율";
"10516"="1:1";
"10517"="3:2";
"10518"="4:3";
"10519"="16:9";
"10520"="동영상 촬영 모드";
"10521"="자동";
"10522"="수동";
"10523"="비디오 스냅샷";
"10524"="비디오 조명";
"10525"="수동 켬";
"10526"="자동 켬";
"10527"="자동";
"10528"="어안렌즈 효과";
"10529"="효과:표준";
"10530"="효과:약";
"10531"="효과:강";
"10532"="표준";
"10533"="저";
"10534"="강";
"10535"="해제";
"10536"="장면 인텔리전트 오토";
"10537"="HDR 촬영";
"10538"="설정";
"10539"="해제";
"10540"="다이내믹 레인지 조정";
"10541"="자동";
"10542"="HDR 효과";
"10543"="내츄럴";
"10544"="아트 표준";
"10545"="아트 비비드";
"10546"="아트 볼드";
"10547"="아트 양각";
"10548"="자동 이미지 정렬";
"10549"="설정";
"10550"="해제";
"10551"="다중 노출";
"10552"="설정";
"10553"="해제";
"10554"="다중 노출 제어";
"10555"="증가";
"10556"="평균";
"10557"="밝게(상대적)";
"10558"="어둡게(상대적)";
"10559"="노출 수";
"10560"="AF 포인트 확장:상/하/좌/우";
"10561"="AF 포인트 확장:주변";
"10562"="동영상 화질";
"10563"="고압축(프레임내, IPB)";
"10564"="저압축(프레임내, ALL-I)";
"10565"="표준";
"10566"="저";
"10567"="고";
"10568"="해제";
"10569"="해제";
"10570"="설정";
"10571"="해제";
"10572"="자동";
"10573"="설정";
"10574"="저소음 단일 촬영";
"10575"="저소음 연속 촬영.";
"10576"="1장:무음촬영";
"10577"="14fps 초고속 연속촬영";
"10578"="AF 구성 도구";
"10579"="추적 감도";
"10580"="가속/감속 추적";
"10581"="AF 포인트 자동 전환";
"10582"="개별 그룹 제어";
"10583"="선막 동조";
"10584"="후막 동조";
"10585"="고속 동조";
"10586"="삼각대 없이 야경촬영";
"10587"="HDR 역광 보정 ";
"10588"="동영상 서보 AF";
"10589"="설정";
"10590"="해제";
"10591"="연속 AF";
"10592"="설정";
"10593"="해제";
"10594"="얼굴 인식 + 트래킹 AF";
"10595"="FlexiZone - Multi";
"10596"="FlexiZone - Single";
"10597"="다중 촬영 노이즈 감소";
"10598"="유화 효과";
"10599"="효과: 표준";
"10600"="효과: 약";
"10601"="효과: 강";
"10602"="수채화 효과";
"10603"="색 농도: 표준";
"10604"="색 농도: 옅음";
"10605"="색 농도: 진함";
"10606"="서보 AF";
"10607"="Canon Log";
"10608"="설정";
"10609"="해제";
"10610"="샤프니스";
"10611"="세추레이션";
"10612"="휴";
"10613"="동영상 분할 정보";
"10614"="있음";
"10615"="압축 형식";
"10616"="MPEG-4 AVC/H.264";
"10617"="Motion JPEG";
"10618"="촬영 시간";
"10619"="%d.%d초";
"10620"="프레임 비율";
"10621"="수퍼 35mm 크롭";
"10622"="조명의 색조";
"10623"="트리밍";
"10624"="차가움";
"10625"="약간 차가움";
"10626"="표준";
"10627"="약간 따뜻함";
"10628"="따뜻함";
"10629"="3:4";
"10630"="2:3";
"10631"="9:16";
"10632"="어린이";
"10633"="음식";
"10634"="촛불";
"10635"="미니어처 효과 동영상";
"10636"="외부 플래시";
"10637"="TTL 플래시 측광";
"10638"="A-TTL 플래시 측광";
"10639"="E-TTL 플래시 측광";
"10640"="자동 플래시 측광";
"10641"="수동 플래시 측광";
"10642"="얼굴 라이브AF";
"10643"="수동 선택:대형 존 AF";
"10644"="깜박임 방지 촬영";
"10645"="해제";
"10646"="설정";
"10647"="유효(수정 데이터 이용불가)";
"10648"="편집 (ALL-I)";
"10649"="표준 (IPB)";
"10650"="라이트 (IPB)";
"10651"="야경 인물";
"10652"="크리에이티브 어시스트";
"10653"="하이 다이내믹 레인지";
"10654"="단일 포인트 AF";
"10655"="하이브리드 오토";
"10656"="다이제스트";
"10657"="HDR 동영상 촬영";
"10658"="자동: 분위기 우선";
"10659"="자동: 화이트 우선";
"10660"="상세";
"10661"="강도";
"10662"="세세함";
"10663"="임계값";
"10664"="타임랩스 동영상";
"10665"="잘라내기/종횡비";
"10666"="1.3배 (잘라내기)";
"10667"="1.6배 (잘라내기)";
"10668"="셀프 인물사진";
"10669"="HDR 아트 볼드";
"10670"="HDR 아트 비비드";
"10671"="HDR 아트 양각";
"10672"="HDR 아트 표준";
"10673"="판타지";
"10674"="올드 무비";
"10675"="기억";
"10676"="드라마틱 B&W";
"10677"="미니어처 효과 동영상";
"10678"="회절 보정";
"10679"="설정";
"10680"="해제";
"10681"="디지털 렌즈 최적화";
"10682"="프레임 추출";
"10683"="무음 고속 연속";
"10684"="무음 저속 연속";
"10685"="듀얼 픽셀 RAW";
